من	893
بين	116
الصراعات	1
المسلحه	1
بالسودان	1
هي	128
الجيش	8
السوداني	1
والجنجويد	1
،	1518
وهي	49
جماعه	1
ميليشيا	1
سودانيه	1
جند	1
معظمها	3
قبائل	1
ابالا	1
الافريقيه	2
العربيه	45
في	816
منطقه	3
رزيقات	1
الشماليه	3
السودان	3
.	1892
يوجد	23
صراع	1
مسلح	3
الصراع	3
المسلح	1
وميليشيا	1
الجنجويد	2
القبائل	1
تعتبر	30
جده	2
البوابه	1
الرئيسيه	5
لمكه	1
المكرمه	8
اقدس	4
مدينه	27
الاسلام	42
والتي	11
يتعين	1
علي	520
المسلمين	38
الاصحاء	2
زيارتها	1
مره	11
واحده	12
الاقل	8
حياتهم	3
بوابه	1
مكه	19
يجب	44
المسلم	7
القادر	1
زياره	4
حياته	6
يمكن	55
ان	209
تغطي	8
الرعايه	30
الصحيه	49
الاوليه	25
غالبيه	3
احتياجات	5
الشخص	13
طوال	4
وتشمل	6
الوقايه	4
والعلاج	4
واعاده	3
التاهيل	3
والرعايه	2
الملطفه	2
تشمل	6
الا	36
يشغلنا	1
جمال	2
منظر	2
الكسوف	2
عن	161
خطر	9
الاشعه	8
اعيننا	1
يضر	1
بالعين	10
اشعه	4
الشمس	38
تؤذي	1
العين	9
ذهب	2
جاسم	5
الي	293
البيت	9
و	29
صعد	2
السلالم	2
الطابق	2
الثاني	9
حيث	77
كانت	35
غرفته	1
بانتظاره	2
مملؤه	1
بالكتب	2
المبعثره	2
التي	207
توسطها	1
الهر	2
الاسود	23
غرفه	2
مملوه	1
كان	47
يتوسطها	1
وما	6
زال	5
نصف	3
سكان	2
العالم	34
البالغ	3
عددهم	1
7	8
3	12
مليار	2
نسمه	2
يفتقرون	1
التغطيه	1
الكامله	8
بالخدمات	2
الاساسيه	15
السكان	1
لايتمتعون	1
يبلغ	16
عدد	12
ويعد	3
وجود	17
قوي	3
عامله	1
ملائمه	3
للغرض	1
ضروريا	5
لتوفير	1
ومع	4
ذلك	28
فان	13
يعاني	5
عجز	1
يقدر	1
ب	5
18	2
مليون	5
عامل	4
صحي	1
الضروري	4
رعايه	6
صحيه	5
العجز	1
العالمي	1
وتعاني	1
قله	2
الموارد	8
ومن	20
30	11
بلدا	2
تتوفر	2
عنها	16
بيانات	2
لا	104
ينفق	1
سوي	3
8	5
بلدان	4
40	3
دولارا	2
امريكيا	1
كحد	1
ادني	1
لكل	9
شخص	13
السنه	33
هنالك	2
ثلاثون	1
تنفق	1
فقط	5
اميركيا	1
وضع	8
جيد	2
يؤهلها	1
الاستجابه	7
للتغيرات	2
الاقتصاديه	2
والتكنولوجيه	2
والديموغرافيه	2
السريعه	2
تؤثر	12
جميعها	3
الصحه	18
والرفاهه	6
نسبيا	4
تؤهل	1
وقد	40
وجد	3
تحليل	2
حديث	1
ما	91
يقرب	1
المكاسب	1
المتاتيه	1
خفض	1
معدل	4
وفيات	1
الاطفال	9
عام	36
1990	2
2010	2
بسبب	17
عوامل	13
خارج	8
قطاع	3
انخفاض	1
الوفيات	1
للاطفال	1
القطاع	3
الصحي	2
اثبتت	1
انها	25
وسيله	7
بالغه	1
الفعاليه	1
والكفاءه	1
لمعالجه	3
الاسباب	8
والمخاطر	1
لسوء	1
اليوم	13
فضلا	1
التعامل	6
مع	72
التحديات	1
الناشئه	1
تهدد	1
غدا	1
كما	55
تبين	3
استثمار	2
ذو	8
قيمه	5
جيده	2
بالنظر	1
الشواهد	1
الداله	1
الجيده	2
تحد	2
اجمالي	3
تكاليف	2
وتحسن	2
الكفاءه	3
خلال	47
تقليل	2
حالات	6
دخول	3
المستشفيات	2
فعاله	1
سوء	7
والرفاهيه	1
كفاءتها	1
بتقليل	1
ويستدعي	1
الاحتياجات	6
المتزايده	1
التعقيد	2
اتباع	6
نهج	3
متعدد	2
القطاعات	2
تدمج	1
فيه	24
السياسات	1
الهادفه	1
لتعزيز	2
والوقايه	4
حلول	1
تستجيب	1
للمجتمعات	1
المحليه	2
وتقديم	2
خدمات	2
تتمحور	2
حول	20
الناس	47
ايضا	27
العناصر	8
اللازمه	3
لتحسين	1
الامن	1
ودرء	1
التهديدات	1
مثل	23
الاوبئه	2
ومقاومه	2
مضادات	8
الميكروبات	2
تدابير	1
المشاركه	2
المجتمعيه	2
والتعليم	1
والوصفات	1
الطبيه	7
الرشيده	2
ومجموعه	1
اساسيه	3
وظائف	3
العموميه	1
بما	8
الترصد	1
للتعامل	3
المعقده	3
نتبع	1
تقديم	4
للرعايه	1
الوصفات	1
ووالوظائف	1
للصحه	2
العامه	19
لدرء	1
وترتكز	2
التزام	1
بالعداله	1
الاجتماعيه	7
والانصاف	1
وعلي	8
الاعتراف	1
بالحق	1
الاساسي	4
التمتع	2
باعلي	2
مستوي	4
بلوغه	1
يكون	54
عداله	1
الحق	3
هو	220
وجوهرها	1
توفير	6
للشخص	1
ككل	1
فيما	2
يخص	1
الحياه	16
ولا	30
تقتصر	3
مجموعه	16
الامراض	12
المحدده	1
وتضمن	1
حصول	2
الاشخاص	31
شامله	8
تتراوح	6
الارشاد	2
العلاج	9
كاقرب	1
بيئه	3
اليوميه	11
جوهر	1
تضمن	2
يشمل	7
كل	44
المجتمع	12
ويتمحور	1
واولويات	1
الافراد	7
والاسر	4
والمجتمعات	2
تتناول	2
بجوانبهما	1
البدنيه	2
والنفسيه	2
والاجتماعيه	2
الشامله	1
والمترابطه	1
اولويات	1
الجوانب	1
يعتقد	6
البقعه	2
المظلمه	2
العظيمه	1
تمثل	6
ثقبا	2
سطح	7
سحابه	4
الميثان	2
نبتون	9
بقعه	1
تكون	29
بعد	54
توفي	12
وصوله	1
بسته	1
اسابيع	4
13	4
يناير	2
1989	2
6	5
بتاريخ	3
إذا	3
أصيب	2
رأسه	2
إصابه	2
عنيفه	2
حادث	1
حركه	3
مثلا	5
سيفقد	2
ذاكرته	3
قطعا	2
لكن	11
تحدثت	1
معه	2
ستكتشف	1
أنه	1
يتمتع	4
بكامل	2
قواه	2
العقليه	7
تسأله	1
الماضي	3
لأنه	1
بدون	8
ذاكره	3
بحادث	2
الانسان	67
الذي	104
يصاب	7
يفقد	1
حال	8
اصيب	1
راسه	2
أن	3
القرآن	1
حدد	5
لنا	1
مركز	5
الإدراك	1
لدي	21
الإنسان	2
القلب	70
القران	43
الادراك	2
للقلب	2
دور	8
مهم	7
العلم	33
التعلم	4
لأن	1
يؤثر	1
خلايا	17
الدماغ	6
ويوجهه	1
والتعلم	1
يؤثر	10
الكذب	3
الناصيه	3
أعلي	2
ومقدمه	2
أما	1
المعلومات	3
يختزنها	1
فهي	13
معلومات	9
حقيقيه	1
صادقه	2
يختزن	1
حقيقه	6
هكذا	1
فإن	1
عندما	20
يكذب	4
بلسانه	2
فأنه	1
يقول	3
عكس	3
يختزنه	1
قلبه	1
مايخزنه	1
كذلك	4
جعل	4
الله	65
مكان	14
الخوف	4
والرعب	2
يؤكد	1
جميع	38
العلماء	8
السبب	3
الأول	1
للوفاه	5
اضطراب	21
نظم	1
عمل	10
إن	1
أفضل	1
طريقه	17
للعلاج	2
العمل	86
استقرار	2
هذه	44
القلوب	1
ثبت	2
بعض	27
الترددات	2
الصوتيه	4
تؤثر	2
وتساعد	2
إستقراره	1
الاول	19
افضل	5
استقراره	1
اظهرت	2
الادله	1
النفسيه	9
لها	23
تاثير	6
سلبي	2
صحه	7
لذلك	5
الاكتئاب	38
والقلق	4
والاجهاد	2
يلعبون	1
دورا	8
اساسيا	4
الاصابه	22
بالعديد	2
القلبيه	8
يؤدي	26
لتحفيز	3
تفاعل	2
الصفائح	2
الدمويه	9
وانخفاض	2
دقات	2
والاصابه	2
بالالتهابات	2
مما	23
لزياده	4
علامات	16
الالتهاب	8
البروتين	10
التفاعلي	2
C	2
تعد	22
اهم	35
الخطر	9
للاصابه	10
بامراض	15
والاوعيه	3
بالنوبات	1
او	146
جلطات	1
الدم	36
الذين	27
يعانون	10
امراض	17
فيؤدي	1
بالجلطات	1
العوامل	10
وراء	3
ويوجد	5
الكثير	13
ارتباط	1
وثيق	1
تشخيص	6
ومعرفه	3
مرتبطه	1
يعد	37
تؤدي	5
التاجيه	4
وخاصه	4
بمتلازمه	5
الشريان	4
التاجي	4
الحاده	1
الحاد	4
يودي	1
القلق	4
بعيدا	1
له	34
بسيط	7
المؤثره	3
لاكتئاب	1
الحميه	7
النظاميه	2
المتوازنه	1
تحتوي	17
الغذائيه	11
الضروريه	3
للمحافظه	3
ويحتاج	2
المرء	7
البروتينات	2
لبناء	7
الانسجه	10
والدهن	1
والسكر	3
والكربوهيدرات	2
للتزود	2
بالطاقه	6
والحراره	5
اما	17
المعادن	7
والفيتامينات	7
ضروريه	2
للنمو	2
والمحافظه	3
وتنظيم	2
الجسم	62
يستخدم	14
الدهن	1
وايه	1
تغذيه	1
ينقصها	2
اي	38
عنصر	4
غذائي	2
ضروري	5
تسبب	16
نقص	43
نوع	22
فمثلا	2
الفيتامين	11
ا	24
يسبب	33
العمي	2
الليلي	2
ونقص	6
ج	10
الاسقربوط	2
التغذيه	11
الحميات	2
انقاص	4
الوزن	9
كميه	14
الحراريات	3
الوارده	4
الغذاء	5
وكميه	4
السعرات	8
الحراريه	8
المستهلكه	2
النشاط	9
وحين	1
يتلقي	3
اكثر	59
يستهلكونها	3
فسوف	3
يزداد	1
وزنهم	2
واذا	1
تلقوا	1
كميات	8
اقل	16
يفقدون	2
ويجب	4
تهدف	3
زياده	14
عناصر	4
يقوموا	1
باستشاره	2
طبيب	1
قبل	30
البدء	3
تلك	13
ترتكز	1
حريرات	2
يستهلكون	1
يزاد	1
عند	52
الافضل	5
تسبق	1
الطبيب	1
اولا	1
تتطلب	1
تناول	23
وامتصاص	2
الفيتامينات	39
والمعادن	3
والاحماض	6
الامينيه	3
الدهنيه	9
الاطعمه	8
المحتويه	2
الدهون	20
وكذلك	8
الطاقه	6
شكل	10
كربوهيدرات	2
وبروتين	2
ودهون	2
تلعب	3
العادات	2
والاختيارات	2
مهما	8
نوعيه	2
والصحه	2
وطول	4
العمر	5
يحصل	6
الاحماض	6
توصي	2
الوكالات	2
بالحفاظ	2
وزن	10
طبيعي	11
طريق	27
الحد	5
استهلاك	6
الغنيه	5
والمشروبات	5
السكريه	5
وتناول	7
النباتيه	4
والحد	2
اللحوم	5
الحمراء	3
والمعالجه	2
الكحول	4
للحصول	6
الامتناع	2
الاكل	8
عقلي	6
يتعارض	2
الاستهلاك	2
الطبيعي	7
للطعام	3
يتم	37
تعريفه	1
عادات	4
غير	37
الطبيعيه	19
والافكار	1
الطعام	8
قد	42
تنطوي	1
بكثير	6
مطلوب	2
الاضطراب	3
العقلي	7
اضطرابات	7
الشائعه	2
فقدان	9
الشهيه	2
العصبي	4
والشره	2
المرضي	5
واضطراب	2
نهم	4
جنس	2
وعمر	2
وحاله	2
اجتماعيه	4
واقتصاديه	2
وحجم	2
جسمهم	2
الحرم	13
النبوي	13
مسجد	7
النبي	64
احد	51
اكبر	19
المساجد	6
وثاني	2
موقع	4
وهو	69
المسجد	49
بناه	1
محمد	69
المدينه	15
المنوره	8
هجرته	3
سنه	65
1	8
ه	29
الموافق	3
622	1
بجانب	2
بيته	2
بناء	18
قباء	2
ثاني	8
بني	22
الكريم	6
صلي	5
عليه	43
وسلم	5
هجري	3
الرسول	27
كريات	4
البيضاء	4
احدي	8
انواع	32
ووظيفتها	1
الدفاع	2
ومكافحه	2
العدوي	7
والامراض	3
المختلفه	14
وفي	20
المعدل	2
ينتج	7
يقارب	11
100	6
بليون	1
يوميا	5
الكريات	2
وظيفه	3
البيض	1
,	24
ينتجه	1
حوالي	6
معركه	8
بدر	13
:	334
السابع	8
عشر	19
رمضان	9
الهجريه	2
الثانيه	6
حدثت	2
وقريش	2
انتصر	2
فيها	34
المسلمون	21
انتصارا	2
كبيرا	5
علما	3
بانه	18
اول	26
انتصار	3
لهم	5
قبيله	4
قريش	11
شهر	17
للمسلمين	1
تتمثل	1
الثروه	7
بجميع	2
مواد	5
خام	2
مفيده	4
الحصول	9
عليها	19
بشكل	39
دون	23
تدخل	5
البشر	32
تكوينها	2
وتتضمن	1
الماء	28
والهواء	2
والشمس	2
والثروه	5
الحيوانيه	5
المعدنيه	2
نحصل	1
تتضمن	2
الهواء	5
المسرحيه	5
قصه	3
حواريه	2
وتصاحبها	2
مناظر	2
ومؤثرات	2
مختلفه	7
ولذلك	3
يراعي	2
جانبان	2
جانب	2
التاليف	4
المسرحي	2
وجانب	1
التمثيل	4
يجسم	1
امام	8
المشاهدين	2
تجسيما	1
حيا	3
نقرا	1
مطبوعه	2
كتاب	16
نشاهدها	1
ممثله	1
المسرح	2
فتتحول	2
يشبه	7
القصه	2
المسريحه	1
2	11
يجسد	1
مشاهدتها	1
الفكر	10
الاسلامي	27
التفرعات	2
عامه	2
يعني	13
التعمق	2
ودراسته	2
خارجيا	2
وداخليا	2
يكتفي	2
المفكر	2
بدراسه	5
الديانه	2
بل	9
يرتقي	4
معرفه	7
المفكرين	2
الاسلاميين	2
دراسه	8
السيره	2
الذاتيه	2
للرسول	1
ويعني	2
بدارسه	1
الاسلاميه	37
يمثل	4
للنبي	8
جفاف	13
الجلد	42
حاله	17
جلديه	5
شائعه	10
تتميز	36
بالحكه	4
وظهور	7
القشور	4
والتشققات	6
الرطوبه	8
وتعتبر	6
الذراعين	4
والساقين	3
والارجل	4
المناطق	11
تعرض	6
للجفاف	6
الاعمار	3
ويختلف	2
حدته	2
اخر	19
يعتبر	47
الساقين	1
تعرضا	1
الفئات	3
العمريه	3
تختلف	5
حده	4
الجفاف	3
لاخر	3
يتعرض	3
لمشكلات	2
تتعلق	5
بالصحه	5
وقت	8
ولكن	13
يصبح	6
المتعلق	3
مرضا	5
نفسيا	3
العلامات	9
والاعراض	1
المستمره	1
اجهادا	2
متكررا	2
وتؤثر	2
قدرتك	1
المرض	4
وذلك	16
الاعراض	8
المتكرره	6
القدره	6
الرؤيا	2
الحلم	2
سلسله	2
التخيلات	1
تحدث	7
اثناء	6
النوم	5
وتختلف	1
الاحلام	3
مدي	4
تماسكها	2
ومنطقيتها	1
سيغموند	1
فرويد	2
تلجا	2
اليها	7
النفس	10
لاشباع	2
رغباتها	4
ودوافعها	2
المكبوته	2
خاصه	10
عباره	17
التخييلات	1
منطقها	1
طيف	1
التوحد	3
صعوبه	8
وبعضهم	1
لديه	2
الذكاء	2
المعتاد	4
يتراوح	13
ذكاء	2
الاخرون	1
هذا	47
مرتفع	3
اذ	16
انهم	8
يتعلمون	1
بسرعه	4
لديهم	6
مشكله	7
التواصل	6
وتطبيق	2
يعرفونه	1
مرض	35
الصعوبه	1
التعليم	1
المصابين	3
بالتوحد	1
المتوحدين	1
بالتعلم	1
المتوحدون	1
يواجهون	1
مايعرفونه	1
السياحه	2
الثقافيه	6
ويكون	7
الهدف	2
منها	14
الاماكن	4
والمواقع	1
والمتاحف	1
والماثر	1
والمعالم	1
التاريخيه	10
اضافه	8
اكتشاف	8
وتقاليد	2
الشعوب	7
الاخري	18
المواقع	1
وتتمثل	1
المتاحف	1
الماثر	1
المعالم	7
يهدف	2
لاكتشاف	1
يوم	23
عرفه	7
التاسع	13
ذي	6
الحجه	8
الايام	2
انه	42
ايام	6
العشر	3
يقف	2
الحجاج	2
جبل	15
الوقوف	2
بعرفه	1
اركان	4
الحج	11
ييوم	1
عرفات	1
ويعتبر	5
الفواكه	5
بالسكريات	2
والالياف	7
وينصح	1
بتناول	2
مواسمها	1
عناصرها	2
المغذيه	2
بالسكري	1
اختيار	2
قليله	9
السكر	3
الالياف	1
ينصح	1
بموسمها	1
بمرض	2
السكري	7
فواكه	1
ذات	6
سكريات	3
يرتبط	6
المدلول	1
اللغوي	4
ل	4
الرثاء	3
بالميت	2
والبكاء	1
وهما	1
الاصل	2
مصدر	12
للفعل	2
رثي	4
فيقال	1
``	53
رثيت	1
الميت	1
رثيا	1
ورثاء	1
ومرثاه	1
ومرثيه	1
ويدل	2
اصله	3
التوجع	2
والاشفاق	1
البكاء	1
المصدر	8
الفعل	6
الاشفاق	1
ارتعاش	5
الجفن	9
رفه	2
تشنج	2
متكرر	3
ارادي	2
عضلات	2
عاده	10
يحدث	20
العلوي	5
والسفلي	1
مايحدث	1
الحفن	1
السفلي	3
المصابون	7
داون	4
غالبا	17
تاخر	2
بدرجه	2
معينه	10
تتفاوت	2
لكنها	2
الخفيفه	8
جدا	15
والمتوسطه	2
يختلف	10
قدرتهم	2
الاجتماعي	5
متلازمه	1
تعريف	9
الجمعيات	5
الخيريه	5
المنظمات	1
القائمه	1
بالاعمال	1
تحقيق	8
الخير	4
للانسانيه	2
الانشطه	1
المنظمه	1
اداراتها	1
ظهور	18
سبيل	11
خدمه	6
الانسانيه	4
يد	12
العون	1
للمحتاج	2
هدفا	1
لتحقيق	9
تقدم	5
انشطه	1
منظمه	5
الاداره	1
وكان	13
عون	1
المساعده	1
العلوم	22
سياسيه	1
تخصصات	1
تدرس	4
نظريه	2
السياسه	7
وتطبيقاتها	1
ووصف	4
وتحليل	2
النظم	2
السياسيه	4
وسلوكها	2
السياسي	2
واثرها	2
الدراسات	6
طابع	2
اكاديمي	2
التوجه	2
وتطبيقها	1
اثرها	1
الغالب	2
يوتيوب	1
الاداه	1
الاكثر	12
استخداما	6
الفصول	1
الدراسيه	1
وسائل	5
الاعلام	5
للطلاب	3
مشاهده	3
مقاطع	3
الفيديو	3
والاجابه	1
الاسئله	2
ومناقشه	1
المحتوي	14
بالاضافه	15
انشاء	3
لمشاركتها	2
الاخرين	6
اليوتيوب	3
الادوات	1
لوسائل	1
يعرض	1
الفيديوهات	1
ويناقش	1
ويجيب	1
عبر	14
خفقان	3
الشعور	1
بخفقان	1
سريع	1
ضربات	1
سرعتها	1
الاجهاد	2
ممارسه	2
التمارين	2
ادويه	2
طبيه	2
سرعه	6
الهاتف	2
المحمول	2
النقال	1
اداه	2
اتصال	6
لاسلكيه	1
تعمل	11
شبكه	3
ابراج	2
البث	2
موزعه	4
لتغطي	2
مساحه	5
ثم	15
تترابط	2
خطوط	2
ثابته	4
اقمار	4
صناعيه	2
سلكي	1
الهواتف	2
المحموله	2
الابراج	1
تصل	8
والاداب	3
والفنون	5
الجميله	3
اقوي	2
دعائم	2
الظلم	2
والاستبداد	2
؛	83
لانها	3
الاغلال	1
الحديديه	2
تكبل	2
ايدي	2
بباقات	2
الزهور	2
تبهر	2
الابصار	2
تغطيالاغلال	1
المتشائمون	3
يشيرون	2
الكوارث	2
حلت	2
بالبشريه	2
منذ	18
تعمم	2
المكائن	2
وتقدم	4
الصناعات	2
ويسترسلون	1
وصف	2
التفكك	2
الاخلاقي	4
رافق	2
الانقلاب	2
الصناعي	4
يسترسلون	1
يقلب	2
صحائف	2
التاريخ	5
بنظرات	2
الباحث	2
المنصف	2
يضطر	2
التسليم	2
بان	10
العصور	8
الخاليه	4
لم	25
تكن	3
قط	2
اسمي	2
خلقا	4
الحالي	2
واما	1
السبيل	4
الحقيقي	2
لصيانه	2
الاخلاق	29
وتقويمها	2
فهو	23
الاسراع	2
اصلاح	2
احوال	2
اصلاحا	2
جديا	2
الامور	5
مجال	3
للاختلاف	1
ترتق	2
ارتقاء	2
متناسبا	2
عدم	13
امر	20
البشريه	2
المشاهدات	3
الاعتياديه	3
تدل	5
دلاله	3
واضحه	4
علاقات	4
قويه	11
والعاطفه	5
والابحاث	1
العلميه	9
تؤيد	1
تاييدا	1
قاطعا	1
الابحاث	1
تؤكد	1
البديهيه	1
اللغات	12
الاجنبيه	3
نطاق	1
يحتاج	7
افراد	9
الشعب	6
يستغني	2
لاحد	1
تقدمت	2
القرون	2
الاخيره	2
الميادين	3
استثناء	1
حين	6
اذا	15
ارتقت	4
شتي	3
الفروع	1
تقدما	1
ملحوظا	1
السعاده	6
مطمح	1
الاعلي	7
ومنزعهم	1
الاسمي	2
منا	1
يعشقها	1
ويتوق	2
ويكد	1
ينشدها	1
دوما	1
لنفسه	1
منزع	1
للبشر	1
يعشق	1
الجميع	1
يكد	1
اننا	2
نكتفي	2
بلذات	2
خشيه	2
الالام	1
الكثيره	2
يتكبدون	1
المشقات	2
الكبيره	7
املا	2
لذائذ	2
لالام	1
كثيره	2
نتكبد	1
احيانا	2
مبادئ	3
تقوم	13
نفع	2
العقل	5
وارضاء	2
وتقود	1
الطريق	6
الصحيح	4
والخير	2
وراحه	2
تقود	1
نعتنا	1
احدا	1
خلوق	1
فالمقصود	1
بهذا	10
حليم	1
يغضب	2
يتعدي	3
وعفيف	1
يرتشي	2
ياكل	2
حقوق	8
الخلوق	2
الحليم	1
انسان	1
عفيف	1
المعلوم	1
القوي	1
والعوامل	1
الباطنيه	3
تنشا	6
الاراده	5
فيمكننا	1
نقول	1
السجيه	4
الاسلوب	1
الاخلاقيه	5
تقدر	4
بقوه	4
العامله	2
ونوع	2
العواطف	2
نفسه	8
وبتعبير	1
اقصر	1
تظهر	13
اعماله	4
تتجسد	1
اساسات	2
قيام	2
الحضارات	10
والثقافات	2
ولهذا	1
فقد	10
احتلت	2
جانبا	2
دين	6
بمثابه	6
الجانب	2
المعنوي	3
والروحي	2
للدين	2
التقوي	4
واعظم	2
القيم	7
يتحلي	6
بها	26
ويشير	1
خلق	10
تعالي	3
باجتناب	2
نهي	4
عنه	5
واتباع	2
به	36
''	53
يشير	3
التواضع	4
اصل	14
الدين	27
والروح	2
ويعرف	8
الخضوع	2
للحق	2
والانقياد	2
يعرف	30
العفو	2
مسامحه	2
وتجاوز	2
زلاتهم	2
بطريقه	5
قصر	2
دائره	3
ابن	3
الصبر	3
حبس	2
الجزع	2
والتسخط	2
وحبس	4
اللسان	4
الشكوي	2
الجوارح	2
التشويش	2
حسب	11
فالصبر	1
مؤطر	1
باربعه	1
ابعاد	1
ينفك	1
البعد	2
البدني	2
والبعد	6
الديني	2
والقيم	7
المرتبطه	3
بهذه	2
الابعاد	2
الجوهريه/	1
المكونه	1
للانسان	16
هناك	8
قيود	1
تؤطر	2
يستطيع	5
الانفكاك	1
بالابعاد	1
المؤطره	1
الجوهريه	1
عنوان	2
حثت	1
الاديان	2
ونادي	1
المصلحون	2
اساس	8
الحضاره	2
ووسيله	1
للمعامله	2
تحث	3
ينادي	1
بالاخلاق	4
تعبتر	1
حسن	3
ايمان	5
التحلي	3
باقي	4
الحميده	2
فمتي	1
صلح	2
الفرد	12
صلحت	2
ايمانه	2
متي	1
الاصلاح	4
فضيله	2
عظيمه	2
ورد	3
ذكرها	2
والسنه	4
عده	11
مواقع	1
عظيم	2
لما	11
خير	6
يعود	20
ويزيل	4
الضغينه	4
والكره	2
والحقد	6
ترك	1
الغيبه	4
والنميمه	1
رذيله	2
وتعني	1
ذكر	2
يكرهون	2
الحسنه	6
تقوي	2
العلاقات	10
وتزيد	2
الثقه	4
بينهم	3
فيصبح	1
واثقا	2
باخيه	4
وبانه	2
لن	2
يغشه	2
ولن	4
يغتابه	2
فيطمئن	2
اليه	9
وتقوي	2
علاقته	3
السخاء	1
والكرم	1
ينشر	2
المحبه	2
والود	2
قلوبهم	1
وينسي	1
العيوب	4
لكرم	1
الكرم	2
يزيل	2
قلوب	1
ينسي	1
انتشار	1
سبب	5
اسباب	5
نشر	10
الموده	2
وانهاء	1
العداوه	4
انهاء	1
والعلم	3
فبلغا	2
منزلا	2
عظيما	4
وحظيا	1
باهتمام	2
كبير	23
الدول	9
المتقدمه	2
حظيا	1
ارتبط	2
ارتباطا	4
وثيقا	4
فالعلم	3
النافع	2
يقوم	20
باخلاق	2
حميده	2
ينتشر	6
بصفاتها	1
النبيله	2
بصفات	2
والعمل	2
اساسيات	2
التطور	12
والتقدم	2
وبه	1
جدوي	2
يمهد	2
ليكون	2
مبنيا	3
اسس	2
متينه	2
بالعلم	3
عباده	8
سر	2
اسرار	4
حب	4
لانه	9
يشعر	2
بقيمته	2
الامل	2
يدفع	2
للنهوض	2
يريد	2
عمله	2
جيدا	1
يؤشر	2
سلك	2
الطرق	6
الصحيحه	4
تعلم	6
ادوات	2
الراجعه	3
يتبعها	2
كثير	8
اصحاب	12
لتقييم	2
مخرجات	2
الاعمال	6
ومتابعه	1
سيرها	1
وفق	2
مخطط	1
الجيد	4
يتبعون	1
ومتابعتها	1
مخططها	1
ليس	11
مجرد	7
خيار	2
ضروره	6
والنمو	3
لهذا	2
محرك	2
النجاح	8
بالنسبه	4
للافراد	2
والامم	2
للفرد	2
روح	2
وحياه	4
يمنحه	3
بالنفس	2
ويجعل	3
قبولا	2
ويجعله	1
شخصا	2
ناجحا	2
يشار	2
بالبنان	2
تجاوزه	2
يمنح	2
يجعل	2
يعمل	12
باخلاص	2
تام	2
وان	7
التعاون	3
والتكاتف	3
شيئا	3
فريق	3
لضمان	1
الوصول	6
قمه	2
والتطور	2
يضمن	1
يسهم	5
نمو	8
دخل	3
والمجتمع	2
وزياده	4
الانتاج	2
المحلي	2
يساعد	17
الدوله	14
دوله	6
منتجه	4
بدلا	3
مستهلكه	2
التخطيط	2
والتفكير	4
التنفيذ	2
يبني	3
خطط	2
اشخاص	4
خبراء	2
شغف	2
لانجاز	3
كي	3
اكمل	8
وجه	14
تقصير	2
تحسين	3
يمده	1
الايجابيه	2
تسير	2
خطي	2
يحدد	4
هدفه	2
بوضوح	2
بعمله	2
النواحي	2
يمد	1
حياه	6
ساعد	5
الشخصي	6
الفوائد	1
تساعد	3
تنميه	2
المسار	2
الوظيفي	2
الخاص	2
بالانسان	2
ضمن	9
يؤجر	2
وهذه	6
الخدمه	1
تمت	3
نال	2
العامل	6
تقديرا	2
واحتراما	2
مثيل	2
المرونه	2
الخصائص	1
تعتمد	7
التنسيق	2
الموظف	2
الشخصيه	4
المهم	1
المحافظه	2
التوازن	4
والمنزل	2
العائله	3
التحضير	2
لمقابله	4
الاستعداد	2
الكافي	5
الاخطاء	2
المنتشره	2
يبحثون	2
يساهم	18
طرق	6
تسويق	6
المراد	7
بيعه	2
التغير	2
الملحوظ	2
نمط	3
الشراء	2
ويهدف	1
التسويق	37
جذب	4
الزبائن	4
تصميم	2
وتوزيع	3
الفئه	2
المستهدفه	4
التحفيز	3
يحرك	2
اجل	10
والقيام	2
بسلوك	2
محدد	6
هدف	2
معين	8
ومساعده	1
المؤسسه	2
انجاز	2
القيام	9
النحفيز	1
الداخلي	5
الاساليب	4
الفعاله	2
الملمه	2
باستراتيجيات	2
تستخدم	12
عمليه	11
العملاء	14
والتفاعل	2
معهم	4
وتحقيق	3
احتياجاتهم	6
الهادف	4
للمساهمه	1
برفع	2
حد	3
ومشاركته	2
المشاركات	3
للمحتوي	3
باشكاله	3
رفع	4
نسبه	15
المعلن	2
محركات	2
البحث	10
البريد	5
الالكتروني	10
السبل	2
المهمه	10
والذي	7
يتمثل	4
باطلاق	2
الاعلانات	8
التسويقيه	10
الموثوقه	2
للعملاء	2
المشتركين	2
بتتبع	2
الروابط	2
داخل	11
للوصول	4
الاعلان	4
يستهدف	2
المغناطيسي	4
الجماهير	2
الجدد	2
جذبهم	2
بالطريقه	2
تلبي	2
كتقديم	1
الخدمات	2
المتوفره	4
يقدم	3
المفناطيسي	1
يتوجب	2
بدء	2
الاعلاني	2
تحديد	3
الاهداف	3
تحقيقها	2
وحساب	3
ميزانيتها	2
هاتين	2
الركيزتين	1
سببا	2
استراتيجيا	2
قويا	2
نجاح	2
الحمله	6
قياس	2
الارباح	6
الخسائر	2
الميزانيه	1
يتطلع	3
الصغيره	11
صناعه	3
التاثير	4
المجال	4
التسويقي	3
النجاحات	2
لتعود	2
عليهم	4
بالارباح	2
الطائله	2
ارباح	2
الحملات	4
الجديده	5
والاستثمارات	2
الناجحه	2
اضعاف	10
القيمه	2
الاصليه	2
المدفوعه	2
تقريبا	9
ياتي	3
التفكير	12
بخطه	3
اتخاذ	2
قرار	2
بالقيام	2
استراتيجيات	2
وطرق	2
نجاحها	2
تطويرها	1
وتحديثها	2
دوري	2
تطوير	6
خطه	1
المتبادل	4
انجح	2
اساليب	2
يستخدمه	2
المؤسسات	2
والشركات	2
المتقاربه	2
والخدمات	2
وتعتمد	2
الشركات	9
الطريقه	4
لتفيد	2
بعضها	4
البعض	6
الطرفين	2
للاخر	2
التجزئه	4
انظمه	3
وتعد	5
ركازئها	1
تقسم	5
السوق	4
مجموعات	4
بحسب	5
ويمكن	5
سد	2
الاطلاع	2
النسب	3
والاحصائيات	2
السوقيه	2
ركائز	1
يقسم	3
المسوق	5
الناجح	5
عالم	6
التجاره	2
يعلم	5
يحتاجه	4
ويعلم	1
كيف	2
يبيع	2
وكيفيه	1
معامله	2
عملائه	2
فيستعمل	1
لتجهيز	4
كيفيه	3
يستعمل	1
فكره	6
مبدا	6
التماس	2
بصوره	4
مباشره	3
بحيث	3
اعتبار	2
هؤلاء	1
فرصه	4
لدعم	2
الاسخاص	1
اعتبارهم	1
الوسائل	2
المستخدمه	6
الجمهور	2
الاستراتيجيات	2
لكافه	4
والصغيره	2
المرئيه	4
تبث	2
شاشات	2
التلفزيون	2
المسموعه	2
الراديو	2
قديمه	3
نوعا	2
تطورت	2
واخذت	2
اشكالا	2
حديثه	2
وابداعيه	2
عرض	10
التلفزيوني	2
اخذت	1
ينبغي	2
عينات	4
مجانيه	4
للناس	4
ارباحهم	2
يمكنهم	1
منح	2
المنتج	9
يسوقون	2
منحه	2
تعليميه	2
لطفل	2
المنطقه	4
للشركات	2
يعملون	6
بالعموله	4
عملاء	2
المبيعات	2
واقلهم	2
تكلفه	2
واكثر	1
ولاء	2
للشركه	5
ويعتبرون	1
الرد	3
الجهود	3
الترويجيه	5
المنافسه	3
عقد	7
حدث	3
بخصومات	2
كبيره	13
نفس	4
الوقت	7
الحدث	2
تعرف	12
المنتجات	4
يسمي	16
بالترويج	2
الاستخدام	4
الامثل	2
الاتصالات	2
فتره	15
انتاج	17
لايصاله	2
الشريحه	2
الترويج	1
المستهلكين	2
لاقناعهم	2
ويركز	1
البيئه	3
المحيطه	4
بالمنشاه	2
وخارجها	2
داخلها	2
يركز	1
المناعه	5
الاولي	5
وراثيه	2
ينتقل	10
الوالدين	2
كليهما	2
ومشاكل	2
الشفره	2
الوراثيه	4
كمخطط	2
لانتاج	6
الحمض	2
النووي	2
العديد	23
الجهاز	7
المناعي	3
مشاكل	3
الشيفره	1
المزاج	6
شعورا	4
متواصلا	4
بالحزن	4
مصحوبا	6
بالشعور	4
بالذنب	4
تقدير	2
الذات	2
وفقدان	2
المتعه	4
والاهتمام	1
بالامور	2
المعتاده	1
التركيز	5
الجزئي	2
تستمر	3
لفترات	2
طويله	9
ملحوظ	2
اداء	3
الموسمي	4
يتميز	19
بحدوثه	2
موسم	3
الشتاء	9
تقل	7
ويزول	1
بحلول	2
فصل	4
الربيع	2
بالعزله	2
وكثره	2
يزول	1
ثنائي	4
القطب	6
ذكره	1
لان	11
المصاب	2
بثنائي	2
يواجه	4
نوبات	6
الشديد	3
تتناوب	2
ابتهاج	2
عاليه	6
فعاليه	3
معظم	6
النفسي	5
علاج	8
ويشمل	1
المعرفي	2
السلوكي	2
بحل	2
المشكلات	5
وغيرهما	2
الانفصام	3
مزمن	8
وشديد	2
تفكير	4
وشعوره	2
وسلوكه	2
يسمع	2
اصواتا	2
موجوده	4
يعتقدون	2
اشخاصا	2
اخرين	2
يحاولون	2
ايذاءهم	2
بالانفصام	2
الاوهام	3
اعتقاد	4
يؤمن	4
المريض	8
بقناعه	2
تامه	2
حتي	27
وجهه	1
نظر	1
خاطئه	2
غريبه	4
واقعيه	1
بافكار	1
اعتقادا	1
تاما	1
مهمه	5
الحالات	3
الشديده	6
الوسواس	2
سيتم	1
استخدام	17
التعريض	3
ومنع	4
وتكون	2
مثيرات	2
الوساوس	2
ومنعه	2
اصلاحها	2
وضعها	1
بالشكل	1
بجعل	1
اصفرار	3
والعينين	3
اليرقان	2
والبول	2
الداكن	2
والغثيان	2
والقيء	2
اعراض	17
التهابات	1
الكبد	4
شيوعا	7
اغراض	1
التهاب	5
الشائع	1
الوجه	6
عسر	4
الهضم	4
مصطلح	14
طبي	3
للحاله	1
اضطرابا	2
الما	4
انزعاجا	1
شعور	1
بالراحه	1
المعده	11
الجزء	5
البطن	2
عمر	22
الراحه	1
وانزعاج	1
والم	1
الم	3
اعلي	5
جرثومه	6
بكتيريا	4
حلزونيه	2
الشكل	8
تعيش	5
وتتكاثر	1
الجدران	2
المبطنه	4
للمعده	2
المسبب	3
للعديد	4
القرحه	2
تتكاثر	5
الاسهال	3
هواخراج	2
البراز	2
لين	2
وغير	5
متماسك	2
اوسائل	1
لعده	5
مرات	9
اخراج	3
سائل	1
الغده	5
الدرقيه	5
غده	2
تشبه	5
الفراشه	2
ربطه	1
القوس	1
توجد	12
الجهه	8
الاماميه	2
الرقبه	4
وتتحكم	1
بضغط	3
ومعدل	2
نبضات	2
ودرجه	4
حراره	4
والوزن	2
وغيرها	13
الوظائف	4
الحيويه	4
تتحكم	1
مسؤوله	1
الكاذب	6
هرموني	2
نادر	2
الاسم	6
لتشابه	1
اعراضه	1
داء	3
واهم	1
يفرق	3
الحالتين	1
البول	2
الكميه	5
واقل	2
تتشابه	1
يميز	1
والسكري	1
يطلق	12
مسمي	3
الانسداد	3
الرئوي	3
المزمن	10
ليشمل	3
الرئه	6
التنفس	2
نفاخ	2
والالتهاب	2
الشعبي	7
حدوث	4
الهوائيه	9
سعال	2
بلغم	2
تتضرر	2
الاهداب	2
للشعب	2
المواد	8
المخاطيه	2
الربو	5
يصيب	15
الممرات	4
للرئتين	2
وينتج	1
وضيق	2
التنفسيه	2
يمنع	4
تدفق	2
ينتبج	1
الثؤلول	10
حميد	2
سرطاني	2
لكتله	2
صغيره	6
نتيجه	17
بعدوي	2
فيروسيه	5
قاسيا	2
وبلون	2
الفرق	2
الدمل	3
عدوي	6
بكتيري	4
الاصابع	2
وظاهر	2
اليدين	2
وحول	2
الاظافر	4
خصوصا	4
جرح	2
بالجلد	3
كالذي	1
قضم	2
البهاق	5
جلدي	4
لون	20
بقع	4
بيضاء	4
اللون	16
جزء	16
الشعر	33
وداخل	2
الفم	2
الصدفيه	4
تهيج	2
بوجود	4
حمراء	7
بارزه	2
وقشور	2
فضيه	2
وتراوح	1
اعراضها	1
البسيطه	2
طبيعه	5
يتجدد	2
٣	2
٤	2
تترواح	1
الجرب	5
معد	4
مؤشرا	2
النظافه	2
اخذ	6
الحيوانات	47
السوس	4
مخلوق	4
طفيلي	2
صغير	12
الحجم	13
رؤيته	2
المجرد	8
يعيش	19
لاكثر	2
يومين	2
ثلاثه	6
جسم	13
هشاشه	3
العظام	16
تصبح	10
ضعيفه	2
وسهله	2
الكسر	2
وتتطور	1
ببطء	2
سنوات	8
بهشاشه	1
تتطور	2
السماك	3
سماكه	2
وجفاف	2
وتقشر	2
وحكه	2
واحمرار	3
وتشقق	2
ارتفاع	6
الكوليسترول	13
لديك	2
كوليسترول	2
فعندما	2
يتحدث	2
المرتفع	2
فانهم	1
العاده	3
يقصدون	1
الاجمالي	2
يسري	2
تيار	2
دقائق	2
متفاوته	2
الاحجام	2
يقصد	2
مزمنه	2
عضله	4
بضخ	2
كافيه	8
تلبيه	2
وفشل	1
توقف	5
الدعم	2
لمساعدته	2
فشل	4
الشرايين	12
الاوعيه	4
تحمل	2
الغني	4
بالاكسجين	4
واجزاء	5
اخري	24
ويطلق	3
تصلب	4
تراكم	4
وتجمع	2
شحميه	2
ودهنيه	2
متاكسده	2
جدران	2
قوه	5
دفع	2
بجهد	1
يجعلها	1
رئيسا	2
لامراض	3
والسكته	2
الدماغيه	2
خطيره	3
ضغط	1
الجهد	3
والضغط	1
الدموي	1
القسطره	2
اجراء	2
شائع	3
نادرا	2
مضاعفات	2
ويستخدم	3
لفحص	2
وتقييم	2
شرايين	2
والصمامات	2
وعضله	2
امراضها	1
القثطره	3
لعلاج	4
والقلب	1
الذبحه	4
الصدريه	3
ليست	4
والذبحه	1
الصدر	2
تحصل	2
حاده	3
تنتشر	2
بسهوله	8
تهاجم	2
التنفسي	2
بالعدوي	1
الانف	11
والفم	2
وصولا	2
الرئتين	2
الفيروسيه	3
بالغدوي	1
فيروس	6
انواعا	1
الطيور	19
الداجنه	1
والمهاجره	1
وينتشر	1
السلالات	4
انفلونزا	5
وبالرغم	2
الفيروسات	1
المهاجره	1
والداجنه	1
ينقل	1
الحمي	7
المالطيه	5
تسببه	3
البروسيلا	2
وينتقل	2
مباشر	6
ويصيب	1
العاملين	2
تنتقل	3
تصيب	4
الطاعون	6
شديد	2
الخطوره	2
البراغيث	2
الوبائيه	2
شديده	2
الانتشار	2
الرئيسي	3
للطاعون	1
البكتيريا	5
فيروسي	2
الثدييه	2
القرود	10
الثعالب	2
القطط	4
الكلاب	12
السل	2
ومعد	2
ببكتيريا	2
تسمي	16
المتفطره	3
السليه	3
تستقر	2
بالسل	1
الابيض	11
العتامه	2
عدسه	2
الرؤيه	6
غائمه	2
النظر	2
نافذه	2
متجمده	2
مشوشه	2
يتكون	2
تبدا	3
العدسه	2
شفافيتها	2
تدرجيا	1
معتمه	2
بالماء	1
تدريجيا	1
تسوس	8
الاسنان	8
ضرر	4
للسطح	4
الخارجي	8
للسن	6
المينا	4
لظهور	4
تجاويف	4
وثقوب	4
والوجبات	4
السطح	2
وجبه	6
الافطار	4
10	11
غرامات	2
حبوب	3
فينبغي	1
الحبوب	2
وليست	3
المكرره	1
التاكد	4
الغداء	4
يتجاوز	3
400	5
500	4
سعره	2
حراريه	2
ابسط	4
لخفض	4
طعامك	1
تخطي	2
حصه	2
ثانيه	2
واستخدام	2
بدائل	1
المثال	2
زبده	2
منخفضه	2
طبق	2
لتناول	2
تتجاوز	1
البدائل	2
لوجبه	1
تاكد	1
وجباتك	1
والبروتينات	2
لتجعلك	1
تشعر	1
بالشبع	2
وتقليل	2
الرغبه	1
المزيد	2
اطعمه	1
مصنعه	1
الوجبه	1
لتشعر	1
صاحبها	1
لتخفيف	1
يمتنع	3
وجبات	2
اصطناعيه	1
اللغه	66
لغه	14
مقدسه	2
تتم	5
الصلاه	13
والعبادات	2
باتقان	2
شعائريه	2
الكنائس	2
المسيحيه	2
امتداد	4
الوطن	2
العربي	13
علم	89
النحو	11
يبحث	8
تكوين	3
الجمل	8
وقواعد	1
اعرابها	1
قواعد	1
اعراب	1
البلاغه	13
تعني	5
وحسن	2
البيان	4
تم	9
للعلم	2
بالتراكيب	2
الواقعه	4
الكلام	9
تقسيم	5
اقسام	2
البديع	2
المعاني	10
تقيم	2
فلا	1
يجوز	8
يشهد	6
بالله	4
فهمه	2
شرط	3
شروط	2
الشهاده	2
العروض	9
والقوافي	1
الاوزان	2
الميزان	2
الشعري	2
الموزون	2
المكسور	2
موسيقي	2
ميزان	2
عرف	1
مقومات	2
الهويه	2
عملت	2
طويلا	2
نقل	5
تاريخ	12
وثقافه	2
الزمن	9
حافظت	2
توحيد	2
الامه	6
المحيط	2
الخليج	4
ثقافه	1
الفصاحه	4
يخلو	4
يشوبه	4
تنافر	2
بالكلمات	2
وضعف	1
والتعقيد	1
اللفظي	2
ضعف	5
ينظم	2
اوزان	4
وبحوره	2
ويضع	1
القواعد	2
لكتابه	2
بلاغه	2
وفصاحه	2
لاتباعه	2
محدده	2
يضع	1
التخفيف	3
اغلب	4
المفردات	9
اصلها	1
ثلاثي	1
الرباعي	2
الخماسي	1
الترتيب	3
كثره	2
انتشاره	1
اعاده	1
لاصلها	2
الثلاثي	9
تعاد	1
والخماسي	1
جاء	6
ظهرت	4
عديده	7
ادت	1
الاعتناء	1
بصياغه	2
واظهار	2
والتراكيب	1
جميله	2
وجذابه	1
نزول	2
سيدنا	2
ادي	1
للاعتناء	1
صياغه	1
وصلت	3
الثبات	2
والاستقرار	2
مرت	3
بفتره	1
زمنيه	1
استغرقت	2
اربعه	2
قرون	7
نشات	7
بدايه	7
القرن	22
الثالث	8
الهجري	2
وكانت	5
ملامحها	1
البدايه	6
بسيطه	2
ومتواضعه	2
ثبات	1
ملامح	1
الامويون	2
زادت	1
الملاحظات	2
البلاغيه	2
تطور	6
الخطابه	2
وتنوع	1
اساليبها	1
ساهم	2
انتقال	7
العرب	10
للاقامه	2
المدن	4
اسواق	2
ادبيه	2
كسوق	1
عكاظ	3
الجاهليه	8
زاد	4
بتطور	1
سوق	2
الاسواق	1
الادبيه	1
ظهر	3
نشا	6
الصرف	15
بالتزامن	2
نحو	5
جعلهما	2
واتساق	2
فلم	2
ينظر	1
لعلم	3
مستقل	2
النظره	2
منه	4
تزامن	2
والصرف	1
المعاجم	8
اللغويه	4
بانها	4
مشتق	6
الجذر	2
بلغ	5
بمعني	2
وصل	3
التحدث	4
بلغه	10
تتصف	4
بالفصاحه	2
والقوه	4
تعود	11
كلمه	16
الماده	1
صرف	4
ويقال	1
الشيء	6
حوله	4
وغيره	1
وبدله	1
شيئ	1
نشاه	2
جليا	2
الفتره	8
الزمنيه	1
الممتده	1
العصر	17
الجاهلي	2
واوائل	2
عصر	2
الصحابه	12
اثر	1
اعتنائهم	1
بالكلام	2
الفصيح	2
اعتناء	2
يظهر	5
كانوا	4
يعتنون	1
تكمن	2
اهميه	2
كعلوم	1
والاملاء	2
والنحو	2
الاشاره	2
يرون	1
يتقدم	2
بالفضل	1
انما	1
المتوقفه	1
علوم	3
يري	11
نوعان	2
تاريخي	6
ووصفي	2
فالوصفي	1
بوصف	3
مظهريا	2
وظاهريا	2
كتناول	1
الاصوات	2
وعلوم	2
التراكيب	2
الخاصه	7
الوصفي	3
التاريخي	5
بمتابعه	2
حصل	2
التغيرات	1
ويصنفها	2
وهناك	5
تغيرات	1
لغويا	3
عجم	3
الافصاح	2
التعريف	2
اصطلاحيا	1
يضم	2
الكلمات	18
والمفردات	1
ويعمل	2
بيان	1
معانيها	4
وطريقه	2
لفظها	2
واضافه	1
شرح	1
الاصطلاحي	1
الكتاب	7
احتواء	1
وبيان	1
شرحها	1
بسيطا	1
معاجم	10
معاني	7
الالفاظ	4
توضح	1
معني	5
لفظ	2
شرحا	1
باستخدام	5
الامثله	2
توضيح	3
يشرح	3
مستخدما	1
الفاظ	2
تجمع	6
كافه	5
المتعلقه	5
بلفظ	2
واحد	8
ويستخدمها	1
المعني	4
ويبحث	2
اللفظ	2
المصطلحات	6
تختص	2
بجمع	2
باحد	2
بالادوات	2
والوسائل	1
العمليات	6
الجراحيه	2
بالوسائل	1
المتخصصه	8
بالشرح	2
الشخصيات	3
المشهوره	4
وقع	2
وسط	8
الكلمه	13
حرف	4
الف	2
مثال	6
قام	12
ودعا	1
ولمعرفه	1
فعلها	4
نحولها	2
المضارع	2
ونجرد	2
حروف	4
المضارعه	3
المضافه	1
لمعرفه	1
قام/	1
دعا	3
احتوت	2
مضعف	2
نفكك	2
التضعيف	3
المتضمن	1
لفعلها	2
يحل	2
حل	2
فك	1
حلل	2
ح	1
ماضيها	1
تجريد	2
المطلوب	2
الاضافات	3
فعل	4
مضارع	1
استماع	1
سمع	2
وفعل	1
الامر	2
المعجم	4
استماع/	1
جمعا	2
مثني	2
تجريدها	2
صيغتها	2
واعادتها	1
نعود	1
بالكلمه	1
القاموس	16
مرجع	2
للكتاب	2
يسرد	2
النظام	15
ويعطي	4
وظيفته	2
يوفر	4
نطق	2
واشكالها	1
النحويه	2
ووظائفها	2
بتعرف	1
اشكال	4
مفهوم	3
يحتوي	13
قائمه	3
الابجدي	2
يفسر	3
يعطي	4
بالقاموس	1
الخيار	2
الطلاب	2
يسهل	2
تحميله	1
الحاسوب	2
معادلات	2
الام	5
وتفسيرات	1
والتعاريف	1
تحميل	1
القواميس	15
العاديه	2
تعطي	2
الانجليزيه	2
وعاده	2
تضمين	2
كلمات	6
جديده	7
عصريه	2
العام	5
لتوسيع	1
لمجموعه	2
قواميس	2
والقواميس	2
ثنائيه	2
للترجمه	2
الفنيه	4
للمهنين	2
وقاموس	1
موسوعه	2
قاموس	1
السومريه	4
اقدم	7
مكتوبه	4
تاريخها	8
3500	2
ق	11
م	14
١	1
وانتشرت	1
حضاره	2
بلاد	2
الرافدين	2
العراق	2
انتشرت	1
328م	2
وعثر	2
كتابات	2
باللغه	6
1901م	2
بنقش	1
النماره	3
دل	1
تاريخيا	4
والرومان	2
لبعضهم	2
عثر	7
نقش	2
كتابه	3
1901	1
دلت	1
لغات	4
المايا	4
الميلادي	8
وتحديدا	5
292م	2
للغه	5
معبد	4
تيكال	3
اثريه	2
تقع	5
غابه	2
الامطار	4
جواتيمالا	2
السنسكريتيه	5
الرسميه	2
مناطق	7
جنوب	4
شرق	4
اسيا	5
مدار	2
2000	2
ايوديا	2
الهنديه	4
التاميليه	4
تزال	2
الان	7
ويتحدث	1
70	9
القليله	2
يطرا	3
تغيير	3
الحال	2
الغه	1
الاراميه	5
الموجوده	6
الارض	40
3000	6
وتعرف	1
المقدس	2
المرجح	1
السيد	2
المسيح	5
واتباعه	2
يتحدثون	2
وجدت	3
المصريه	7
القديمه	15
القبور	2
ويعود	3
2690	2
استمر	6
استخدامها	1
الصينيه	7
الاساس	2
بنيت	2
الحديثه	8
نموذج	2
مكتوب	2
عظام	4
الاوراكل	2
ينكسو	2
الاثريه	10
الخط	6
المسماري	12
واستمر	1
لمده	2
الاف	2
وبقيت	1
الكتابه	12
المسماريه	8
مستخدمه	2
بالتدوين	2
539	2
اصبحت	3
انتهاء	2
حكم	6
عراقي	2
قديما	4
الانظمه	3
الخطيه	4
بالخط	1
بقيت	1
يرجع	2
الفضل	2
بابتكار	2
السومريين	2
وتعود	1
تسميه	4
الانجليزي	2
توماس	3
هايد	3
بروفيسور	2
جامعه	2
اكسفورد	2
رموز	2
قسمين	2
الرموز	10
الصوريه	15
تعكس	2
صوره	8
المكتوب	2
الواقع	6
وعددها	1
محدود	4
نادره	2
الرمز	7
للخط	5
عددها	3
القسم	1
فيمثل	2
المختصره	3
رسم	5
الصوره	2
كامله	2
اتجاه	2
بالكتابه	2
اليسار	2
اليمين	2
الاسفل	2
السومريون	14
يقسمون	2
الالواح	6
الطينيه	4
حقول	2
عموديه	2
لتنظيم	2
الحقول	4
تمتد	2
كتابتهم	1
اللوح	4
المرحله	13
علامه	2
مسماريه	2
المادي	2
كتابته	2
كرسم	1
للثور	2
للتعبير	8
الثور	2
وتمثل	2
الرمزيه	2
الحاجه	2
المعنويه	2
لذا	2
مسبقا	2
مختصر	2
دمج	2
علامتين	2
علاقه	13
بذات	2
المقطعيه	2
فمع	1
اصبح	4
بد	3
ايجاد	2
لجا	2
اصوات	2
وتجاهل	2
معناها	3
لو	4
ابجديه	2
استمرت	3
مراحل	3
لتحديد	2
دلالات	2
مواجهه	5
فبدا	1
داله	4
توضع	5
ونادرا	2
بعده	6
بدا	5
استخدم	3
عصي	2
القصب	2
للكتابه	4
الرطبه	2
وبعد	9
اصبحوا	1
يستخدمون	2
المسامير	2
كاداه	2
استخدموا	1
لتجفيف	2
يلزم	2
الاحتفاظ	2
فترات	2
سلم	2
لفعل	2
رباعي	2
اسلم	13
الاستسلام	4
والمقصود	1
لامر	2
ونهيه	2
بلا	7
اعتراض	2
الايمان	2
بالاله	2
الواحد	2
دائم	2
حي	2
يموت	2
يغفل	2
عدل	2
يظلم	2
شريك	2
ند	2
والد	2
ولد	13
رحمن	2
رحيم	2
يغفر	2
الذنوب	2
ويقبل	2
التوبه	2
باعمالهم	2
الصالحه	2
ينقسم	2
114	2
سوره	2
ويحتوي	2
6236	2
ايه	2
بالقران	4
ايات	6
مكيه	2
واخري	5
مدنيه	2
فاما	1
المكيه	3
نزلت	4
الهجره	4
تركز	2
اساسا	4
العقيده	3
والايمان	2
المواضيع	2
والروحيه	2
الايات	6
المدنيه	4
اللاحقه	1
فنزلت	2
وتهتم	1
بالتشريع	2
والاحكام	3
وبمناقشه	1
القضايا	2
والاخلاقيه	2
والبشري	2
عموما	2
تهتم	2
بمناقشه	1
والقران	1
انشغالا	1
بالتوجيه	1
التعليمات	2
القانونيه	2
المرجعي	2
للمبادئ	2
النبويه	10
هما	5
المصدران	1
الاساسيان	1
للتشريع	6
يتوجه	1
معنويا	1
مصدران	1
مشتقه	2
القراءه	2
قراءه	2
العبادات	7
ويقرا	1
تلاوته	1
للتعبد	2
الرغم	6
نسخ	2
مترجمه	2
بمختلف	2
قرانا	2
يقرا	1
تلاوه	1
النسخ	1
المترجمه	1
الانبياء	3
بانهم	1
اصطفاهم	2
ليكونوا	2
رسله	2
وهم	5
بشر	4
يعطيهم	2
المعجزات	2
لاثبات	2
نبوتهم	2
فمعجزه	1
سليمان	4
ورؤيه	2
الجان	2
ومعجزه	1
الولاده	5
اب	2
وابراء	2
واقامه	2
الموتي	2
وكلامه	2
رضيعا	2
معجزه	2
القيامه	3
الاخر	3
غيرها	5
الاسماء	1
وردت	4
الحساب	9
وفيه	3
نهايه	4
والحياه	2
الدنيا	2
ويجمع	2
لمحاسبتهم	2
اعمالهم	2
مثواهم	2
الجنه	2
النار	4
اسماء	3
يجمع	3
شيء	2
مقدر	2
سلفا	2
خالق	2
وكل	1
الاقدار	2
كتابتها	2
المحفوظ	2
الخلق	8
ادم	4
84	1
يقع	3
الكون	4
بتقدير	2
ومشيئه	2
تجب	2
خمس	2
ويتجه	1
صلاتهم	2
الكعبه	25
بمكه	4
الواجبه	1
صلوات	2
صلاه	2
العيد	2
وصلاه	2
الجنازه	2
يتجه	1
الزكاه	5
المال	6
يدفعه	2
الاغنياء	2
اموالهم	2
للفقراء	2
والايتام	2
والمحتاجين	2
واوجه	1
واجبه	4
القادرين	2
صوم	2
والشراب	2
والجماع	2
الفجر	2
غروب	2
تجنب	2
الخطايا	2
بيت	5
الحرام	25
مسلم	2
قادر	1
مناسك	1
فريضه	1
لمن	3
الاحسان	24
اتقان	2
وبذل	1
لايجادته	1
ليصبح	2
خاصا	2
بالناس	2
وجب	2
تاديته	2
صاحب	6
خبير	2
ويتابع	1
بكل	2
دقه	2
بذل	3
لاجاده	1
يتابع	1
احسان	2
الخالق	3
يعبد	1
كانه	2
يراه	9
يكن	2
الجد	2
بحقوق	2
النصح	2
العبد	3
لله	2
المنافع	2
لاي	2
ولكنه	1
يتفاوت	2
بتفاوت	2
المحسن	2
اليهم	2
وحقهم	2
ومقامهم	2
وبحسب	2
وعظم	2
موقعه	2
وعظيم	2
نفعه	2
الجهاد	16
الفروض	2
ويسميه	1
الركن	6
السادس	2
للاسلام	4
101	1
102	1
ويقسم	1
نوعين	2
الاكبر	5
جهاد	7
والجهاد	2
الاصغر	3
القتال	2
الشريعه	5
القوانين	2
المفروضه	2
والاحاديث	4
واقوال	2
السلف	2
الصالح	2
اهل	13
الشيعه	15
واجتهادات	1
علماء	8
تحدد	5
وبالناس	2
وبالمجتمع	2
والكون	2
وتحدد	1
فعله	2
الاحكام	12
التهذيبيه	3
تدعوا	2
بالفضيله	2
والتخلي	2
الرذيله	2
فهناك	1
احكام	6
ببيان	3
الفضائل	3
كالصدق	2
والامانه	2
والشجاعه	3
والوفاء	2
والصبر	2
تهذيبيه	1
تنظم	6
بربه	2
والصوم	2
والحج	2
والنذر	2
المعاملات	3
كالاحكام	1
بالعقود	2
الوضعيه	3
البيع	2
والايجار	2
والقرض	2
والسلم	2
والهبه	2
والوديعه	2
والعاريه	2
والكفاله	2
العقود	2
بالاحكام	1
الشرعيه	7
بالافراد	2
بالدول	1
امثلتها	1
تتحدث	5
موارد	2
ومصارفه	2
القضاء	2
الجرائم	4
والعقوبات	2
وحي	4
لنبيه	2
نزل	2
لفظه	2
ومعناه	2
باللفظ	2
تعهده	1
بحفظه	2
التبديل	2
والتحريف	2
تعهد	1
وينص	1
وجوب	2
اوامر	2
بن	135
عبد	86
ويقول	1
التمسك	2
بالسنه	2
قول	2
تقرير	2
يصدر	2
ويؤمنون	1
كلام	2
كله	2
التشريع	2
ينص	1
احاديث	4
خلاف	3
المذهبين	2
السني	2
والشيعي	2
فعند	1
كتب	5
الحديث	7
اقوال	6
للكليني	1
الشيعيون	2
يعتبرون	1
الشيعيين	3
مؤسس	2
الكليني	1
الاجماع	9
اتفاق	2
جمع	3
مساله	4
بعينها	2
استدلالا	2
بالنصوص	2
استنبط	1
وفقا	2
لتفسيرات	2
يرونها	1
اتت	1
المساله	1
القياس	3
الحاق	2
منصوص	4
حكمه	4
بامر	4
لاشتراكهما	2
عله	2
الحكم	4
الاجتهاد	3
تطوع	2
لاستنتاج	2
يرد	2
نص	2
كالامور	1
التقنيات	2
جرت	1
عهود	2
الخلافه	7
المتنوعه	2
الحاكمه	2
حكمتها	2
وبطبيعه	1
يبدا	7
عهد	19
صدر	2
وفيها	1
بدات	10
الدعوه	15
سميت	8
الخلفاء	4
الراشدين	4
العهد	2
الاموي	12
استفرد	3
بنو	4
اميه	9
بالخلافه	5
التوسع	3
شبه	6
الجزيره	4
الايبيريه	2
اواخر	4
ثار	2
العباس	3
المطلب	31
عم	3
وخلعوا	1
الامويين	1
واستفردوا	1
بالحكم	2
فعرفت	1
باسم	11
العباسي	7
الاسره	4
الوحده	2
المركزيه	2
للمجتمع	2
فرد	3
افرادها	2
وخصص	1
وواجبات	2
ويظهر	3
الاب	2
المسؤول	3
حفظ	7
وصيانه	8
خصص	1
يحرم	2
الاختلاط	2
المشروع	2
الذكر	4
والانثي	4
قرانيه	2
المراه	5
التستر	2
وعدم	5
كشف	3
عورتها	2
الرجل	2
الاجنبي	2
ويحدد	1
ترتديه	2
المسلمه	3
ينكشف	2
جسدها	3
قضت	2
حاجه	2
والكفان	2
رجال	6
يتفقهون	2
امور	4
والعباد	2
فقهاء	1
يصل	13
منهم	2
لاعلي	2
درجات	2
ويفتي	1
بالمسائل	2
المستجده	2
مفتيا	1
الفقهاء	1
هم	7
المفتي	2
يفتي	1
وتطلق	1
نسبهم	2
اسيادا	2
ومفردها	1
سيد	4
الاسياد	2
مفردها	1
لقب	1
اطلقه	1
الدروز	10
كبار	6
شيوخ	3
عقل	1
كونهم	1
يعقلون	2
ويرشدون	2
لقد	2
ابرم	2
العهود	4
اليهود	11
واعتبرهم	1
جزءا	4
وحارب	1
جنبا	2
جنب	2
ضد	5
البيزنطيين	2
والفرنجه	2
اقصي	2
لانهم	2
واثقوه	1
وعاهدوه	1
خانوا	3
وتحالفوا	1
اعدائه	1
القرشيين	1
اعتبر	1
حارب	1
تحالف	1
القريشيين	1
والجماعه	1
الطوائف	4
حاليا	2
اغلبيه	2
البلدان	2
سنيه	2
السن	4
انتهاج	2
والسير	2
يشكل	2
نسبته	1
%	16
فهم	3
حق	2
الامام	6
ابي	29
طالب	5
ونسله	2
اوصي	2
للامام	1
الصوفيه	6
يسلكه	2
مراتب	2
423	1
الانصراف	2
كليا	2
العباده	4
ومحاوله	1
لكشف	2
الحجب	2
الغيب	2
وعن	1
وسعادته	2
والتزهد	2
والتجهد	2
يفعل	2
والسلف	2
محاوله	1
الاسماعيليه	3
الاسماعيليون	6
فرقه	4
يوافقون	2
الائمه	4
السته	2
الاوليين	2
ويختلفون	1
سائر	2
جعفر	9
الصادق	2
يجعلون	2
الامامه	2
ابنه	4
اسماعيل	11
عوضا	2
موسي	5
الكاظم	2
عندهم	1
المستور	2
يختلفون	1
الاسماعيل	1
باطنيه	2
منشقه	2
الطائفه	2
ينسبون	2
الدرزي	4
دعاه	5
الخليفه	10
الفاطمي	2
الحاكم	4
427	1
انفسهم	2
مذهب	2
وانهم	1
وجدوا	2
قديم	4
الزمان	2
موعد	2
الدعاه	2
لنشرها	2
انتهي	2
واغلق	2
باب	8
اعتناقها	2
الاحمديه	5
الجماعه	3
القاره	2
مؤسسها	1
الميرزا	3
غلام	4
احمد	4
القادياني	4
صرح	2
المهدي	2
المنتظر	2
ومجدد	1
زمانه	1
والمسيح	1
الموعود	2
وقال	2
سياتي	2
لميرزا	1
الاقصي	8
اولي	2
القبلتين	2
وثالث	1
الحرمين	6
الشريفين	6
والمسجد	5
السعوديه	10
يهودي	2
الهيكل	1
دمره	1
الرومان	2
ميلاديه	2
ولم	2
يبق	2
اثاره	2
الحائط	2
الغربي	2
ثالث	3
دمر	1
المشرفه	11
بناها	3
الملائكه	3
السلام	9
4	7
ياقوته	2
البناء	6
السماء	2
الطوفان	4
ابراهيم	13
عليهما	2
باعاده	2
رسول	2
جدار	2
يحيط	2
يغلق	2
وبقي	1
خلافه	2
بكر	35
الصديق	22
الخطاب	12
17ه	2
اعمال	4
التوسعه	2
للمسجد	2
بقي	1
تحديدا	1
يعمر	2
توسعه	6
الوليد	4
بقيه	2
خلفاء	2
العباسيه	3
المنصور	7
137	2
هجريه	2
42	1
فاضاف	1
مساحته	1
الشمال	2
والغرب	2
المملوكي	6
ولكنهم	1
اهتموا	2
بعمارته	1
727ه	2
1423م	2
جهز	2
السلطان	9
الناصر	3
قلاوون	2
والصنع	1
والالات	2
لاصلاح	2
سقوف	2
تشعثت	2
بعماره	1
انتقلت	2
السياده	4
الحجاز	8
العثمانيين	2
وبالتالي	5
والمدينه	4
واصبح	1
العثماني	4
يلقب	3
بخادم	2
العثمانيه	3
الامصار	2
مصر	2
كولايه	1
عثمانيه	1
ظلت	2
تتولي	5
عماره	5
باموال	2
ومواد	3
ومهندسين	2
وعمال	2
مصريين	2
الولايه	7
لمصر	1
بالاموال	1
اقامه	6
الملك	17
العزيز	12
الرحمن	11
وتسلمه	3
ارض	8
1344ه	6
170	2
بتشكيل	6
اداره	21
مجلس	12
مهامها	3
باداره	3
شؤون	6
ومراقبه	8
صيانته	6
وخدمته	3
باجراء	6
ترميمات	6
للحرم	6
المكي	6
باسرع	6
الانجاز	6
تسلم	3
مهام	3
مقام	3
الحجر	27
الاثري	3
ارتفع	2
222	1
وشق	1
الحجاره	1
فكان	2
ويبني	3
بالاذان	2
والنداء	2
للحج	2
الصفا	18
والمروه	7
جبلان	2
صغيران	2
متقابلين	2
يقعان	2
250	1
ويتم	4
السعي	5
كركن	1
اساسي	4
والعمره	2
وينتهي	2
بالمروه	2
سبع	4
ركن	1
وجبل	1
الجبل	5
251	1
ويقع	1
الجنوبيه	4
مائلا	3
الشرق	2
252	2
ويبعد	1
130	2
متر	2
والمراد	1
هنا	1
عال	2
قبيس	2
بالقرب	5
يبعد	1
بالمطاف	3
صحن	2
255	1
المساحه	4
وسميت	1
يطوفون	2
يدورون	1
المطاف	2
سمي	1
الطواف	5
الدوران	1
المسعي	2
تربط	2
جبلي	2
257	1
هاجر	6
زوجه	4
نبي	4
بالسعي	3
بينهما	2
سعت	1
حينما	3
تلتمس	2
لابنها	2
صعدت	2
المروه	2
وكررت	2
سبعه	2
اشواط	2
قامت	3
حجر	4
ثقيل	4
بيضاوي	4
اسود	11
مائل	5
الحمره	4
وقطره	3
سم	6
الجنوبي	4
الشرقي	4
للكعبه	4
الخارج	4
ومنتهاه	4
ويرتفع	2
مترا	4
ونصفا	4
محاط	2
باطار	4
الفضه	4
الخالصه	4
صونا	4
بيضاويا	4
سواد	4
لونه	5
فيرجع	4
ذنوب	4
ارتكبها	4
قطر	23
يرتفع	2
يحاط	2
مناره	4
للخليفه	2
ابو	58
انشا	2
بباب	2
العمره	2
عهده	2
139	2
286	1
وجددها	1
وزير	4
الموصل	2
551	2
واصلحت	1
843	2
ولايه	5
جقمق	2
931	2
اعيد	3
بناؤها	1
تغطيها	2
قبه	2
جدد	1
المناره	6
اصلحت	2
يغطي	6
جامع	2
الكبير	6
اختصارا	1
بالجامع	1
بتشييده	2
دمشق	2
رابع	2
اشهر	14
حرمي	2
واحدا	8
افخم	2
الجامع	5
شيد	1
متحف	2
اسري	2
تحت	3
قلعه	3
عكا	17
استخدمت	2
القوات	2
البريطانيه	4
القلعه	1
كسجن	2
للاسري	2
الفلسطينيين	2
النصف	4
العشرين	4
سور	8
ابرز	5
الفلسطينيه	6
وغالبا	1
تشتهر	6
ضخم	2
ومرتفع	1
950م	2
بسور	1
خان	4
العمدان	4
لاجمل	1
والاشهر	2
الخانات	2
الاربع	2
الاجمل	1
الجزار	6
عدا	2
القدس	2
حمام	4
الباشا	4
معلم	2
اثري	2
اسلامي	2
القائد	2
1780م	1
1780	1
المهاجرون	1
امنوا	3
بدعوته	2
وهاجروا	1
يثرب	2
المهاجرين	1
هاجروا	1
وامنوا	1
امن	2
بدعوه	3
وراه	1
ومات	2
وراي	1
معتقد	1
الصحبه	2
تثبت	2
بطول	4
الملازمه	2
يحددوا	1
امدا	1
معينا	1
ويفضل	1
الاصحاب	3
بدل	2
لعدم	3
ورود	2
صحابي	6
بمعتقد	1
فضل	1
يفضل	1
حمزه	29
الهاشمي	2
القرشي	4
صحابه	2
وعمه	1
واخوه	1
الرضاعه	5
وزرائه	1
الاربعه	2
اعمامه	1
خيره	1
اعمام	1
اخو	1
بالرضاعه	1
وزائر	1
تربي	4
كنف	2
والده	2
هاشم	6
وبني	2
ونشا	1
تربه	2
وابن	4
اخيه	2
واخيه	2
بعثه	4
وقيل	10
دار	2
الارقم	2
السادسه	2
مبعثه	2
اسلام	4
قويت	2
شوكه	2
واخذ	1
يعلن	1
دينه	1
ويتحدي	1
ابطال	3
ومنهم	1
قال	3
البني	13
اعلن	1
اسلامه	1
يتحدي	1
لواء	4
عقده	4
لحمزه	2
سريه	4
سيف	2
البحر	12
جهينه	2
لعبيده	2
الحارث	2
بعث	4
شهد	6
بدرا	2
وابلي	1
بلاء	2
مشهورا	2
ابتدا	2
قتال	2
المشركين	3
غزوه	19
ابلي	1
فقتل	1
السبت	2
شوال	4
قتل	5
يقتل	3
وثلاثين	2
نفسا	1
وقاتل	1
ارطاه	2
شرحبيل	2
مناف	5
الدار	2
مشركا	1
قاتل	2
قحافه	2
التيمي	2
العشره	2
المبشرين	2
بالجنه	2
وصاحبه	2
573م	2
الفيل	14
بسنتين	2
وسته	2
اغنياء	2
فلما	1
تردد	4
الرجال	2
الاحرار	2
مرافقا	2
والمشاهد	2
كلها	2
ولما	3
مرضه	1
مات	1
ابا	4
يؤم	2
الاثنين	2
12	10
ربيع	4
11ه	2
وبويع	1
بويع	1
اشتهر	3
بالانساب	2
عالما	1
الانساب	1
واخبار	2
وله	4
باع	2
طويل	9
جعله	4
استاذ	2
النسابين	2
كعقيل	1
وجبير	1
مطعم	2
لابو	1
بعلم	1
نسب	2
عقيل	1
جبير	1
وليد	1
رحله	2
ينسجم	2
برايه	1
الفطره	2
السليمه	2
ويلبي	2
بحكم	1
التجاري	1
الاسفار	2
قطع	2
الفيافي	2
والصحاري	2
راي	1
مولد	2
بثلاث	2
عشره	4
منزل	2
يقال	2
يتفق	1
المؤرخون	1
وعلماء	1
محمدا	8
610م	2
الاربعين	2
عمره	4
عهدها	2
دعوه	6
مضي	1
ثلاث	3
سنين	4
بعثته	1
بالجهر	2
حزران	2
632م	2
ليوم	2
11	4
شاع	4
خبر	4
الرفيق	4
اضطرب	2
شديدا	1
وذهل	1
بعضهم	1
يصدق	3
الخبر	3
كثيرا	4
هريره	41
صخر	6
الدوسي	5
21	1
ه/	1
602	1
59	1
ه/679م	1
محدث	2
وفقيه	2
وحافظ	2
ولزم	1
وحفظ	1
لزم	3
تولي	6
البحرين	5
كمل	1
اماره	3
41	1
وبعدها	1
اختلف	2
اسم	7
ارجحها	1
غنم	5
9	1
عامر	8
شمس	7
عمير	2
قيل	8
مساكن	2
قبيلته	1
دوس	4
الازديه	1
بارض	1
اليمن	2
يتيما	2
بلغته	1
الطفيل	3
عمرو	3
اجاب	2
واسلم	1
قبيلو	1
ازديه	1
وفاه	5
شارك	7
حروب	4
الرده	4
22	1
الفتح	3
لفارس	3
23	1
استعمله	1
واليا	2
استعمل	1
تعددت	2
الروايات	2
فقال	1
هشام	2
عروه	2
وعائشه	3
توفيا	2
57	2
وايد	1
المديني	2
ويحيي	2
بكير	2
وخليفه	2
خياط	2
بينما	2
الهيثم	2
عدي	2
58	4
ايدوا	1
عثمان	9
عفان	9
الطائف	2
576	2
بست	2
بطن	2
سادات	2
الرابعه	2
والثلاثين	2
الكبري	3
غزوات	3
الكفار	2
واهمها	2
وقعت	5
الغزوه	7
للهجره	6
المبارك	4
معارك	2
الشهيره	2
حوت	2
الاحداث	2
دروسا	2
وعبر	2
المعركه	1
الثالثه	2
حصلت	7
تبوك	7
رجب	2
التاسعه	2
سببها	1
الروم	2
وقبائل	1
النصاري	1
يفكرون	2
بالتوجه	1
لمحاربه	1
فاعد	1
العده	2
وتبرعوا	2
بالكثير	2
الاموال	2
شده	5
وفقر	2
والنصاري	1
بمحاربه	1
عد	1
الدفع	3
عدوان	2
الاعداء	2
غايات	2
والدفاع	2
والحفاظ	2
والاموال	2
الطلب	2
هجوم	2
تجري	4
بتخطيط	2
مسبق	2
ونتيجه	1
للكثير	2
الدوافع	2
والغايات	2
اهمها	2
وتوسيع	2
رقعه	2
وفرض	3
سيطرتها	4
دوافع	1
الغزوات	2
سرا	2
اعداد	4
بالتزايد	1
فشيئا	1
للجهر	1
تزايد	2
جهرا	1
الغزو	2
السير	4
العدو	4
قتاله	2
لقتال	2
وجمعها	2
السريه	7
خمسه	2
اربعمائه	1
مقدمه	2
لتوجيهه	1
سرايا	2
تتالف	1
اربعمئه	1
توجه	1
جمعها	3
الرياء	5
فيحب	1
عملا	2
فالرياء	1
والاخلاص	3
ضدان	1
يحب	2
الاخلاص	1
منازل	2
العبوديه	2
واساسها	2
وهذا	1
رفيعا	2
وعملا	1
والصلاح	1
الاتقان	2
بالفعل	2
احسن	2
الغابات	5
انواعها	1
غابات	3
دائمه	3
الخضره	3
كالاستوائيه	1
الكثيفه	2
والغابات	3
النفضيه	2
بالمئه	2
الكره	2
الارضيه	2
للغابات	1
الاستوائيه	1
الحشائش	3
مساحات	2
واسعه	4
اليابسه	3
الصحراويه	3
تزيد	5
هطول	2
النباتات	17
الكائنات	13
الحيه	15
تشكل	3
حيويا	2
البيئي	2
وحمايه	1
التربه	2
الانجراف	2
وتوفير	1
الاكسجين	2
الجو	4
الضوئي	5
تساهم	3
تحمي	2
توفر	2
تنمو	2
تلقاء	2
نفسها	3
يرعاها	1
يرويها	1
ينبتها	1
الانبات	2
ذاتيه	2
النبات	14
بتحفيز	1
يتحفيز	1
الطبيعه	4
الصلبه	2
الغلاف	4
الجوي	2
تستنزف	2
لتحويل	2
اكسيد	2
الكربون	2
اختلاف	1
تجتمع	1
اجزاء	4
مشتركه	1
الجذور	10
الساق	3
والاوراق	3
الاجزاء	6
العيش	2
تتعدد	1
فوائد	4
للغذاء	1
والحيوان	2
لاحتوائها	1
الكربوهيدرات	2
والاملاح	2
والدهون	2
لغذاء	1
الفطريات	13
الفطور	2
غذائها	2
هاضمه	2
خارجيه	3
بعكس	2
ووظيفه	1
الخلايا	12
هضم	2
الفطر	2
الهاضمه	1
الخارجيه	2
تصنف	4
ككائن	2
عديد	2
وحيده	2
الخليه	2
الانواع	4
تصنيفات	2
علميه	4
سواء	5
الصبغه	2
الداخليه	4
للفطريات	2
تصنيف	5
اعتماده	1
التكاثر	19
الجنسي	3
للنبات	5
اللقاح	4
الاعضاء	6
الذكريه	5
المتوك	2
الانثويه	5
المبايض	2
لتحدث	1
عمليات	4
الاخصاب	2
وتكوين	2
الجنين	2
بعدها	3
الخضري	5
الوسيله	1
نبات	2
جديد	3
الخضريه	2
وهنا	2
جنسيا	2
ويحوي	1
برعم	2
للنباتات	1
يحوي	6
بعمليه	1
اللااخصابي	3
المصادر	1
نجده	1
التكوين	2
البذور	2
اجنه	2
الجاميتات	2
والجاميتات	2
بالتكوين	1
الاخصابي	2
الزراعه	4
النسيجيه	4
بواسطه	2
زراعه	4
انسجه	2
وزراعه	2
المتك	2
وحبوب	2
كوسيله	3
للتكاثر	2
اللاجنسي	2
تكاثر	2
النوع	4
عائله	1
الثدييات	12
جنسي	2
الفصيله	4
بالولاده	1
البياضه	2
فصيله	3
وفصيله	2
البحريه	2
وبعض	5
الحشرات	8
والزواحف	2
تمتاز	9
بوضع	2
اناثها	2
للبيض	2
لمرحله	2
البلوغ	2
بهدف	2
بالبيوض	1
التلوث	4
مهددات	1
استمرار	2
فالتلوث	1
البيئات	4
يحد	4
وتطور	2
يهدد	1
استغلال	4
الماديه	2
الاكتراث	2
بالاخطار	2
تلحق	2
بالحيوانات	2
الصيد	2
الشرعي	2
للحيوانات	1
البريه	7
والبحريه	2
تستغل	2
يلحق	1
خطرا	1
لانواع	1
فبعض	1
التجار	2
يعتمد	2
كامل	4
منتجات	2
الاهتمام	2
بمعدل	2
تجديدها	2
قرد	8
خرطوم	6
القرد	11
المستنقعات	2
وغابات	2
المانغروف	2
بورنيو	2
سهله	3
المشاطئه	2
ويتميز	5
بلونه	2
المحمر	2
وبانفه	1
الطويل	2
وبسباحته	1
المياه	12
العميقه	2
والمنخفضه	2
بانفه	1
بسباحته	1
حيوان	21
الخلد	7
نجم	4
المنخفضه	2
الشرقيه	2
كندا	2
والشرقيه	2
الولايات	2
المتحده	2
الامريكيه	2
ويعيش	6
مياه	2
البرك	2
والبحيرات	4
والجداول	2
خفاش	3
بمبلبي	3
الخفاش	2
النحله	2
بورما	2
تايلند	2
الكهوف	2
الجيريه	2
البمبلبي	1
بخفاش	1
اللوريس	4
النحيل	4
سريلانكا	2
لكنه	1
باعداد	2
صيده	2
للاعتقاد	1
يحمي	6
الشريره	2
والسحر	2
مدغشقر	2
اجتماعي	2
اسنانه	2
الفئران	2
ذيله	2
واصابعه	2
السنجاب	2
ونقار	2
الخشب	2
الاي	2
تنين	3
المورق	2
سمكه	2
بحريه	4
لديها	2
زوائد	2
اوراق	4
انحاء	7
جسمها	3
تساعدها	2
تمويه	2
الاوراق	1
الموزعه	1
التنين	6
نجمي	3
خلد	2
يمتلك	14
مجسات	3
نجمه	2
انفه	2
وتستعمل	1
المجسات	1
لكي	2
فرائسها	2
تستعمل	1
الدلفين	1
الزهري	4
دلفين	1
وردي	2
يتغذي	7
الاسماك	5
وسرطان	2
الروافد	2
تصب	2
نهر	2
الامازون	2
الدولفين	3
دولفين	1
اللافقاريات	5
حيوانات	16
بعدم	2
عمود	2
فقري	2
هيكل	2
عظمي	2
داخلي	2
المجموعه	3
هائله	1
مجموع	2
97	2
والديدان	2
اللافقاريه	1
الزواحف	3
بالحراشف	1
وببيضها	1
المكون	1
الحراشف	3
بيض	1
مكون	1
تتنفس	5
الخياشيم	4
وتعيش	1
المحيطات	2
والانهار	2
ذوات	6
الحار	6
وتتميز	5
يغطيها	1
الفرو	1
وبارضاعها	1
الحليب	5
لصغارها	1
المجموعات	1
تنوعا	2
والفرو	1
بارضاع	1
صغارها	3
الثديه	1
بالريش	2
وبقدرتها	1
التكيف	4
المواطن	2
بسمع	1
حاد	1
ودماغ	1
بقدرتها	4
دماغ	1
تتسم	3
السمع	1
البرمائيات	5
يتنفسون	1
تمتلك	1
البالغه	3
رئتين	2
وتتنفس	1
صغار	3
بالهواء	1
اعمار	2
الخيول	7
20	4
وتمتاز	5
بالذكاء	4
وقدرتها	1
الذئاب	5
المفترسه	3
وتشتهر	3
بشراستها	2
بالوفاء	2
لشريكه	2
دهائه	1
ومكره	2
المعروف	4
مفترسه	5
حياتها	1
الذئب	1
بدهائه	1
النمور	7
اعمارها	3
14	2
15	2
صاحبه	2
كرامه	2
تاكل	2
صيد	4
ابدا	2
غضبها	2
وقوتها	2
الافتراس	2
تقضي	2
الفريسه	2
عض	2
الفيله	5
اوزانها	1
طنا	2
وتتراوح	1
مابين	3
60	8
وتتسم	1
تنسي	2
احداثا	2
البعيد	2
مفترس	1
تخشاها	1
وتخافها	1
تخاف	1
بالرغم	2
يضرب	2
المثل	2
وقوه	4
التحمل	2
صفه	4
تحمله	1
الجوع	2
والعطش	2
الصفات	2
للجمل	1
الثار	1
بالصبر	1
لتحمله	1
يشتهر	4
بالثار	1
الماعز	7
التعايش	2
سلوك	1
اتصفت	2
بالسذاجه	2
وقله	3
النباهه	2
وتمشي	2
خلف	2
يقودها	2
عرفت	3
صفات	3
سلوكها	1
البومه	6
اللطيفه	2
تنشط	2
ليلا	2
نظرات	1
وتتصف	2
بالشؤم	2
وصفها	1
فجرت	1
رمزا	2
للخراب	2
والضياع	2
للبومه	1
نظره	1
فالبومه	1
الافعي	9
اكتسبت	2
الافاعي	2
الكائن	1
الشرس	1
يهابه	2
فسم	1
اخراجه	1
الجسد	2
بالمكر	2
والخديعه	2
تلتف	2
عدوها	1
بخفه	2
وخلسه	2
يخرج	2
فريستها	1
الاسد	7
بملك	1
الغابه	2
ويتصف	1
بالشجاعه	2
فجميع	1
تهابه	1
لشراسته	2
فالقوه	1
سمه	1
تحيد	1
ملك	5
يتصف	1
تهاب	1
تعامل	1
معها	2
القدم	3
فاصبح	1
يستخدمها	1
حمايه	7
الممتلكات	2
وحراسه	2
المواشي	2
الغزلان	5
والطيور	4
صيدها	1
يتعامل	1
الكلب	2
الحمار	5
منازع	1
خدوم	2
يتحمل	2
الاهانه	1
والضرب	3
ويشتهر	1
بقبح	2
صوته	4
وغبائه	2
الضرب	2
والاهانه	1
جريت	6
دان	6
المانيا	1
بحجمه	2
الضخم	2
ارتفاعه	4
سنتيمتر	6
ويبلغ	2
وزنه	2
كيلوغرام	5
الماني	1
بارتفاع	1
بول	6
ماستف	6
بالوانه	2
الفاتحه	2
وارتفاعه	1
سنتيمترا	7
كيلوغراما	5
شراسه	2
وشجاعه	2
التبن	4
العشب	1
الارنب	5
عما	1
يوازي	1
حجمه	4
للارنب	3
حجمها	9
قريب	1
حجم	7
تتناسب	1
بحجم	1
تحتاج	2
الارانب	4
كغيرها	1
لاستهلاك	1
مناسبه	2
العذبه	2
وكقاعده	1
تحتاجها	3
وزنها	4
ارنب	2
اعتمادا	2
الحراره	2
طول	16
عنق	4
الزرافه	7
المترين	1
ويرجع	1
فقراتها	3
الطويله	2
فقرات	4
فقره	1
ثمانيه	4
وعشرين	2
لمترين	1
الفقره	1
ذكور	3
اعناقها	2
كاسلحه	2
دفاعيه	2
تتشابك	2
وتتضارب	1
السلوك	1
التعانق	3
يلجا	1
الذكور	5
التصرف	1
لتوطيد	1
نفوذها	1
والحصول	2
التزاوج	3
بالاناث	2
العناق	1
دفاع	1
لفرض	1
الغزال	11
الادمي	6
بعيونه	2
الواسعه	2
ورشاقته	2
ويصل	1
الكتف	4
سنتمترا	3
ويزن	2
قرابه	3
25	2
ولونه	3
احمر	3
يميل	2
بعلامات	2
وخط	2
داكن	2
خصره	3
يزن	2
المحميات	2
حفاظا	2
والانقراض	2
كونها	2
مطمعا	2
للكثيرين	2
تعاني	1
العفري	5
55	2
خط	1
قرونه	2
مقارنه	2
بالانواع	1
بصغر	5
ثدي	2
رتبه	2
الرئيسيات	2
ارقي	2
رتب	1
والقدره	2
مختلف	2
اقرب	4
شبها	2
لصفات	2
فلقد	1
داروين	2
نظريته	2
الارتقاء	2
والنشوء	2
وتكيف	2
ووصل	1
تتغذي	3
الاشجار	1
والفواكه	2
والحبوب	2
والبيض	2
والعناكب	2
المدربه	2
يمكنها	2
طعام	4
مطبوخ	2
الشجر	1
يتزوج	2
انثي	9
سجلت	1
سلوكيات	1
تتزاوج	2
باكثر	4
والتخلص	2
الضغوطات	2
ورغم	1
زواجها	3
تحاول	2
اخفاء	2
اشهاره	2
خوفا	2
قبيلتها	1
يعاقبونها	1
بالطرد	1
القبيله	2
تشهر	1
الطرد	1
جنون	7
البقر	7
بالتهاب	2
الاسفنجي	2
الخطيره	1
القاتله	2
المركزي	2
الابقار	13
الاضطرابات	2
العاطفيه	2
والهزات	2
والتغيرات	2
والجنون	2
وتزداد	1
سوءا	2
بغيبوبه	2
بالوفاه	2
تزداد	1
جيرسي	6
اصغر	7
سلالات	2
حجما	6
واصلها	1
جزيره	2
بكبر	2
عيونها	2
وتدرج	2
لونها	5
بدرجات	2
البقره	2
تتباين	2
قدرتها	2
اعطاء	4
تصنيع	1
الجبنه	2
والقشده	2
والحلويات	2
تربيه	6
مزارع	2
ضخمه	2
يصنع	6
بقره	11
غوينسري	3
السلاله	25
بلونها	3
الذهبي	10
للون	1
حليبها	2
القريب	2
احتوائه	1
البيتا	2
كاروتين	2
بلون	1
لاحتوائه	3
هيريفورد	5
ووجهها	2
ابيض	8
موطنها	3
الاصلي	7
انجلترا	1
بانتاج	1
العجول	2
الاحمر	3
انكلترا	1
بنتاج	1
بالقرون	1
ليموزين	4
فرنسا	2
وبلونها	1
بكثافه	2
عضلاتها	2
ولحومها	2
الموطن	1
لبقره	1
ولونها	1
دهونها	1
الاغنام	16
الثديات	1
تنتمي	4
لفصيله	2
البقاريات	2
اليفه	2
حظائر	1
البيوت	3
وتتغذي	1
بالحظائر	1
قرب	1
وتتركز	1
تربيتها	1
خاص	6
نيوزلندا	2
واستراليا	2
ترتبط	3
باهم	2
مناسبات	2
عيد	5
الاضحي	5
المناسبات	2
الدينيه	1
تتواجد	4
تتركز	1
البربريه	2
الصوماليه	2
لمدينه	2
بربره	2
وتم	2
لمنشئها	2
الخروف	7
البربري	2
المواصفات	1
تميزه	1
غيره	1
وراس	6
واليته	4
جسمه	5
بالسلاله	1
البربربه	1
وبشكل	1
المملكه	2
صفاتها	2
صوفه	2
كثيفا	2
موحدا	2
وغالبيه	1
وحجمه	1
متوسط	8
النعيميه	5
خروف	1
مشابه	2
لحجم	2
يشبهه	2
الاليه	2
كثافه	4
الصوف	4
اعداده	1
خواريف	1
الخواريف	1
تحختلف	1
للراس	1
النجديه	5
سلاله	2
اغنام	2
نجد	2
بضخامه	2
وبالشعر	2
الكثيف	2
ملوحظ	2
وناعم	2
بجسم	2
راسها	1
وجسمها	1
اليتها	1
العكس	1
باليتها	1
ماعز	15
الامانشا	5
باذنها	2
طولها	2
5	14
وبوجه	1
ومستقيم	1
وانف	3
منحني	2
وبالوانها	1
العديده	1
المنتجه	3
للحليب	4
والبروتين	4
بوجه	1
مستقيم	1
وطويل	1
والوان	1
متعدده	3
القزم	6
النيجيري	4
غرب	2
افريقيا	2
واذان	2
مستقيمان	2
وشعر	2
ناعم	2
قصير	2
بانف	1
السانين	6
سويسرا	2
1893م	2
65	2
باللون	2
والشعر	2
القصير	2
والاذن	2
المنتصبه	2
تشير	4
والوجه	2
المستقيم	2
والعظام	2
القويه	2
والنشاط	2
الضان	22
صوف	4
والاثني	1
ضائنه	2
فالضان	1
تحته	2
الغنم	2
الخراف	2
الاثني	1
لحم	7
استهلاكا	2
للحم	1
وطعم	2
مميز	2
وسهوله	2
بالطبخ	2
للبروتينات	2
51	2
احتياجاته	2
ونسبه	1
فيتامين	110
B12	2
حليب	7
المتوسط	3
والمناطق	2
لارتفاع	1
اثمانها	1
مناخها	1
لتربيه	1
يتاثر	4
وتغذيته	2
يشرب	2
ماده	2
جافه	2
السائله	2
نتشر	1
باثمان	1
مرتفعه	1
ينتمي	2
طائر	5
الصرد	4
الصرديه	2
الدقنوش	2
ويسمي	1
الطائر	1
بالنهس	2
منقار	2
ومعقوف	2
لافتراس	2
اشجار	2
الزعرور	2
فوق	2
الاسلاك	2
الشائكه	2
النهس	1
منقاره	1
الهامستر	29
قارض	2
فراء	4
وكثيف	2
باختلاف	3
نوعه	2
ويتراوح	2
المائل	8
للرمادي	6
والبني	2
للاحمر	2
الفراء	1
للهامستر	3
علميا	2
طوله	7
17	2
فضوليه	2
وانعزاليه	2
تبعا	2
لاختلاف	1
الوانه	1
سنتيميرا	1
طباع	1
لالوانه	1
هامستر	9
بياض	4
الروسي	2
سيبيريا	8
سنتيمترات	3
العثور	2
وكازاخستان	2
ومنغوليا	4
يستبدل	2
فراءه	2
الصيفي	2
سننتيمترات	1
الصيني	8
هادئ	2
الطباع	2
موطنه	3
صحاري	2
شمال	4
الصين	4
فرائه	2
بنيا	1
شريط	2
غامق	2
العمود	4
الفقري	4
باهت	2
الصحراوي	6
يزيد	6
لفتره	2
صحراء	2
جوبي	2
وسهوب	2
منغوليا	2
رملي	2
ذهبي	2
والاجزاء	1
السفليه	2
اناث	6
عدوانيه	2
تقبل	2
خصوبتها	2
الانثي	3
الحامل	3
اسمن	1
بمرتين	2
وتصبح	1
نشاطا	2
وتميل	1
حملها	1
تناولا	1
يصنف	1
القنفذ	18
بالبيات	2
الشتوي	3
يقضي	2
بالنوم	2
مخابئ	2
مخفيه	2
الجحور	2
واكوام	2
الاخشاب	2
والقش	2
ويستهلك	1
جسده	2
الفترات	2
الدافئه	2
يستهلك	1
البيات	1
القنافذ	4
يوليو	2
وشهر	2
سبتمبر	2
وتستمر	1
مده	3
الحمل	6
لحوالي	1
شهرين	2
35	2
يوما	4
تلد	3
شوهب	1
تلدهم	1
الشوهب	5
يولد	2
اشواك	2
ظهره	2
مرور	5
الاسبوع	2
يفتح	2
عيونه	2
تدعي	1
ولادته	1
حيوانا	1
شائعا	1
بالاجمال	1
يتواجد	4
بكثره	3
قاره	2
اوروبا	1
وافريقيا	2
نقله	3
الجزر	2
النائيه	2
سابقا	5
اوربا	1
واسيا	1
رئيسي	1
متنوعه	1
الضفادع	1
والجيف	2
وبيوضها	2
والفاكهه	2
كحيوان	1
اليف	1
عالي	4
الجوده	2
كغذاء	2
مثالي	2
للضفادع	1
منزليا	1
الشمسي	17
اجراما	2
الكواكب	23
القزمه	8
والكويكبات	3
والنيازك	2
والمذنبات	3
رقيقه	2
الغاز	2
والغبار	2
بالوسط	2
الكوكبي	2
تدور	4
الكويكبات	2
عطارد	11
والزهره	6
والمريخ	4
والمشتري	4
وزحل	4
رؤيتها	6
المجرده	6
تشع	2
الضوء	29
اللذين	1
يجعلان	2
ممكنه	2
نجما	4
وتاتي	1
كواكب	4
اجرام	5
والقمر	2
الاجرام	3
واحيانا	1
المع	4
االعابره	1
المذنبات	1
الكونيه	5
ويشكل	1
درع	2
واقي	2
المغناطيسيه	2
للكواكب	3
جزئيه	2
تتغير	2
الوسط	2
النجوم	4
وشده	2
الحقل	2
اصغرها	1
قطره	2
خمسي	2
بحوالي	5
واكبر	3
القمر	4
الكوكبان	2
الوحيدان	2
اللذان	2
يملكان	2
ربما	1
الكوكب	11
نواح	2
فكلاهما	2
يملك	5
غلاف	2
جوي	2
الشمسيه	1
بعدا	4
قطرها	1
الزهره	4
ببضعه	2
مئات	2
الكيلومترات	2
الوحيد	7
مناسب	2
ولانه	1
لوجود	2
المشتري	10
وحوالي	2
لمعانا	2
عملاق	8
غازي	8
سطحا	2
صلبا	2
يتالف	2
سطحه	1
سحب	2
كثيفه	2
وصفراء	2
وبنيه	2
وبيضاء	2
السحب	2
مقسمه	2
مضيئه	2
الانطقه	2
مظلمه	2
الاحزمه	2
زحل	10
كبرا	2
بقطر	1
بالحلقات	2
السبع	2
الرقيقه	2
العمالقه	1
الغازيه	1
تملك	1
حلقات	3
وضوحا	2
والوحيده	2
كوكب	10
لامعا	2
اورانوس	6
وسابع	1
ابعد	3
عنا	2
مقراب	4
يكتشف	2
سابع	1
وابعد	1
الاطلاق	2
فبعده	1
يعادل	4
بلوتو	8
قزم	4
يدور	3
حزام	2
كايبر	2
المشابهه	2
تصنيفه	3
لبلوتو	1
اريس	5
والوحيد	1
القرص	2
المبعثر	2
العاشر	2
مشابهه	2
قرر	5
الاتحاد	2
الفلكي	2
الدولي	2
2006	3
وبضعه	1
صنف	2
بالكواكب	1
واجرام	1
الذهب	7
الاصفر	2
مزجه	3
بمعادن	1
مزيدا	1
الصلابه	2
النيكل	2
البلاديوم	2
الوردي	2
يكتسب	1
النحاس	8
المضاف	2
مزج	1
الرياضيات	21
التركيب	1
وترتيب	2
انبثق	2
الممارسات	2
للعد	2
والقياس	2
الاشياء	3
المنطقي	2
والحساب	2
الكمي	2
تركيب	1
كعلم	2
بحت	2
التطبيقات	2
الحياتيه	2
تجعلها	3
لفهم	4
ومكوناته	2
